<HTML>
<HEAD>
  <TITLE>Violation d'accès (C0000005)</TITLE>
  <LINK REL="stylesheet" type="text/css" href="../include/support.css">
</HEAD>

<BODY bgcolor="#000000" text="#238ad4" link="#238ad4" vlink="#aaaaaa">

<!--- ============================================= --->
<!--- ------------- MAIN CONTENT ------------------ --->
<!--- ============================================= --->

<BR>
<CENTER>
  <IMG SRC="../images/diablo2.jpg">
  <BR><A HREF="../index.htm">Retour au menu principal</A>
</CENTER>

<BR><BR>
<UL>
  <B>Violation d'accès (C0000005):</B> 
  <P> <B>Diablo II: Lord of Destruction erreur Serveur Exception Inattendue : 
    (c0000005)</B> 
  <UL>
    Des erreurs de ce type peuvent être liées à différents événements. 
    <P> 
  </UL>
  <B>Etape un</B> vous devez <A HREF="#uninstall">désinstaller Diablo II Extension</A> 
  <P> <B>Etape deux</B> lancez <A HREF="#defrag">scandisk et défragmentez vos 
    disques durs</A> 
  <P> <B>Etape trois</B> il est nécessaire de <A HREF="#reinstall">réinstaller 
    Diablo II Extension</A> 
  <P> <B>Etape quatre</B> pensez à <A HREF="#video">mettre vos pilotes de carte 
    graphique à jour</A> 
  <P> <B>Etape cinq</B> vous devriez <A HREF="#heat">vérifier que votre ordinateur 
    ne surchauffe pas et n'est pas overclocké</A> 
  <P> <B>Etape six</B> pour finir <A HREF="#info">envoyez-nous un descriptif de 
    votre configuration</A> 
  <P> <BR>
    <BR>
    <A NAME="Uninstall"><B>Désinstaller Diablo II Extension</B></A><BR>
    Commencez par désinstaller Diablo II Extension en utilisant le programme de 
    désinstallation de Diablo II Extension, situé dans le groupe de programmes 
    Diablo II Extension de votre menu Démarrer. 
  <P> <A NAME="defrag"><B>Scandisk et défragmentation</B></A><BR>
    Lancez un scandisk et une défragmentation de vos disques durs. Pour cela, 
    cliquez sur le bouton Démarrer et sélectionnez "Exécuter", tapez "scandisk" 
    puis appuyez sur Entrée. Suivez les instructions et validez un type d'analyse 
    "Minutieuse". Ce programme vous signale tout probl&egrave;me sur le disque 
    dur. 
  <P> Cliquez ensuite sur le bouton D&eacute;marrer, s&eacute;lectionnez &quot;Ex&eacute;cuter&quot; 
    puis tapez "defrag" et appuyez sur Entr&eacute;e. Suivez les instructions 
    donn&eacute;es &agrave; l'&eacute;cran pour d&eacute;fragmenter votre disque 
    dur. Ce programme vous permet de disposer de plus d'espace disque pour vos 
    programmes. Pensez &agrave; d&eacute;sactiver les fonctions d'&eacute;conomiseur 
    d'&eacute;cran ou de gestion d'&eacute;nergie avant de lancer un scandisk 
    ou une d&eacute;fragmentation. Parfois, Windows relance en effet le processus 
    d'analyse ou de d&eacute;fragmentation si votre &eacute;conomiseur d'&eacute;cran 
    se met en route ou que l'ordinateur est mis en veille. 
  <P> <A NAME="reinstall"><B>Reinstaller Diablo II: Lord of Destruction</B></A><BR>
    Maintenant, vous pouvez r&eacute;installer Diablo II: Lord of Destruction 
    et t&eacute;l&eacute;charger la mise &agrave; jour la plus r&eacute;cente 
    de Diablo II: Lord of Destruction &agrave; l'adresse <A HREF="http://www.blizzard.com/support/information/d2patch.shtml">http://www.blizzard.com/support/information/d2patch.shtml</A>. 
  <P> <A NAME="video"><B>Mettre &agrave; jour les pilotes de votre carte graphique</B></A><BR>
    Si vous recevez toujours des messages d'erreur, mettez &agrave; jour vos pilotes 
    de carte graphique et de carte son. Cela permet souvent de r&eacute;gler la 
    majorit&eacute; des probl&egrave;mes. M&ecirc;me si vous &ecirc;tes certain 
    que vos pilotes sont &agrave; jour, assurez-vous-en sur le site Internet des 
    fabricants concern&eacute;s. Si vous poss&eacute;dez une carte acc&eacute;l&eacute;ratrice 
    3D, vous pouvez &eacute;galement vous rendre sur le site <A HREF="http://www.3dchipset.com"> 
    http://www.3dchipset.com</A> sur lequel vous trouverez les pilotes les plus 
    r&eacute;cents. Si vous avez bien install&eacute; les pilotes les plus r&eacute;cents 
    pour votre carte graphique et votre carte son, r&eacute;installez les pilotes. 
    C'est facile &agrave; faire et peut r&eacute;gler votre probl&egrave;me.
  <P> Les &eacute;tapes suivantes vous permettront de d&eacute;terminer quelles 
    cartes graphique et sonore sont install&eacute;es sur votre ordinateur. La 
    proc&eacute;dure de mise &agrave; jour des pilotes est &eacute;galement indiqu&eacute;e.
  <OL>
    <LI>Cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne "Poste de 
      Travail " et s&eacute;lectionnez "Propri&eacute;t&eacute;s". 
    <LI>Dans la fen&ecirc;tre des Propri&eacute;t&eacute;s Syst&egrave;me, cliquez 
      sur l'onglet "Gestionnaire de p&eacute;riph&eacute;riques". 
    <LI>Cliquez sur le "+" qui est indiqu&eacute; &agrave; c&ocirc;t&eacute; de 
      "Cartes graphiques". Notez les informations qui vous sont donn&eacute;es, 
      elles concernent votre carte graphique.
    <LI>Cliquez ensuite sur le "+" qui est &agrave; c&ocirc;t&eacute; de "Contr&ocirc;leurs 
      son, vid&eacute;o et jeu". Vous y verrez probablement plusieurs lignes, 
      mais celle qui concerne votre carte son est probablement l'une des premi&egrave;res. 
      (Les autres lignes concernent vos utilitaires son, vid&eacute;o ou joystick.) 
      Notez les informations qui vous sont donn&eacute;es, puis faites une recherche 
      sur Internet (&agrave; l'aide d'un moteur de recherche, comme Yahoo! ou 
      Alta Vista) sur les informations recues (SB16 PnP, ESS 1868, ou Ensoniq 
      AudioDrive par exemple). Le r&eacute;sultat de la recherche devrait vous 
      proposer plusieurs liens o&ugrave; t&eacute;l&eacute;charger ces pilotes. 
      Id&eacute;alement, choisissez le site du fabricant. Les pilotes que vous 
      y trouverez sont probablement les plus r&eacute;cents.
    <LI>Nous vous conseillons de cr&eacute;er un r&eacute;pertoire pour les pilotes 
      et de t&eacute;l&eacute;charger les fichiers dans ce r&eacute;pertoire. 
      T&eacute;l&eacute;chargez les pilotes et notez le nom du fichier. Suivez 
      la m&ecirc;me proc&eacute;dure pour t&eacute;l&eacute;charger les pilotes 
      de votre carte graphique, en utilisant les informations obtenues dans la 
      section &quot;Cartes graphiques&quot;.
  </OL>
  <P> Vous devriez &eacute;galement trouver, sur les sites Internet, des instructions 
    concernant l'installation des pilotes, mais pas toujours. Dans certains cas, 
    le fichier t&eacute;l&eacute;charg&eacute; est au format .exe, auquel cas 
    il suffit de double-cliquer dessus pour installer les pilotes.<BR>
    Si le fichier est au format .zip, vous devez cr&eacute;er un r&eacute;pertoire 
    et y d&eacute;compresser les fichiers. Cherchez alors un fichier nomm&eacute; 
    Readme.txt, qui contient tr&egrave;s certainement les informations n&eacute;cessaires 
    &agrave; l'installation des pilotes.
  <P> <A NAME="heat"><B>V&eacute;rifier si l'ordinateur ne surchauffe pas et n'est 
    pas overclock&eacute;</B></A><BR>
    Si votre ordinateur est overclock&eacute;, il produit certainement trop de 
    chaleur. Cela a un effet n&eacute;gatif sur les performances du jeu. Si votre 
    ordinateur surchauffe mais n'est pas overclock&eacute;, vous pouvez ajouter 
    un ventilateur pour aider &agrave; dissiper la chaleur.
  <P> <A NAME="info"><B>Envoyez-nous le descriptif de votre ordinateur</B></A><BR>
    Si vous recevez toujours des messages d'erreur, envoyez-nous les informations 
    suivantes &agrave; <A HREF="mailto:support@blizzard.com">support@blizzard.com</A> 
    : 
  <UL>
    <LI>Nom et version du syst&egrave;me d'exploitation (Windows 98, seconde &eacute;dition; 
      Windows NT, SP5, etc.). 
    <LI>Mod&egrave;le et fr&eacute;quence du processeur (indiquez-nous s'il est 
      overclock&eacute;). 
    <LI>M&eacute;moire RAM install&eacute;e. 
    <LI>Mod&egrave;les des cartes graphiques et sonores install&eacute;es, version 
      des pilotes. 
    <LI>Joignez tout fichier d2debug.txt & d2&lt;date&gt;.txt que vous trouverez 
      dans le r&eacute;pertoire Diablo II. 
    <LI>Joignez le fichier <A HREF="../d2/msinfo.htm">msinfo</A>. 
    <LI>Donnez-nous autant de d&eacute;tails que possible sur ce que vous faisiez 
      lorsque l'erreur s'est produite, pour que nous puissions essayer de la reproduire.
  </UL>
</UL>

<!--- ============================================= --->
<!--- ------------- END MAIN CONTENT -------------- --->
<!--- ============================================= --->

<BR><BR>
<CENTER>
  <A CLASS="tiny" HREF="../d2/contact.htm">Contacter l'équipe du support technique de Blizzard Entertainment</A>
  <BR><A CLASS="tiny" HREF="../d2/legalfaq.htm">©2001 Blizzard Entertainment. Tous droits réservés.</A>
</CENTER>
<BR>

</BODY>
</HTML>
