<HTML>
<HEAD>
  <TITLE>Problèmes de CD-Rom</TITLE>
  <LINK REL="stylesheet" type="text/css" href="../include/support.css">
</HEAD>

<BODY bgcolor="#000000" text="#238ad4" link="#238ad4" vlink="#aaaaaa">

<!--- ============================================= --->
<!--- ------------- MAIN CONTENT ------------------ --->
<!--- ============================================= --->

<BR>
<CENTER>
  <IMG SRC="../images/diablo2.jpg">
  <BR>
  <A HREF="../index.htm">Retour au menu principal</A> 
</CENTER>

<BR><BR>
<UL>
  <B>Comment r&eacute;soudre les probl&egrave;mes de CD-Rom :</B> 
  <P> Si rien ne se passe lorsque vous essayez de lancer Diablo II: Lord of Destruction, 
    ou si le jeu r&eacute;clame que vous ins&eacute;riez le CD de jeu alors qu'il 
    est d&eacute;j&agrave; dans votre lecteur de CD-Rom, suivez la proc&eacute;dure 
    suivante :</P>
  <P> <B>Installez la mise &agrave; jour la plus r&eacute;cente de Diablo II: 
    Lord of Destruction.</B><BR>
    Vous pouvez t&eacute;l&eacute;charger la mise &agrave; jour la plus r&eacute;cente 
    de Diablo II: Lord of Destruction depuis la <A HREF="#10" onClick="Popup=window.open('http://www.blizzard.com/patches/','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">page 
    de mise &agrave; jour</A>. </P>
  <P> <B>Mettez &agrave; jour vos pilotes de carte son</B><BR>
    Pour plus de renseignements sur comment d&eacute;terminer la version des pilotes 
    install&eacute;s, r&eacute;f&eacute;rez-vous &agrave; la page d'informations 
    sur les pilotes.<BR>
    <B>*REMARQUE*</B> Si vous poss&eacute;dez une carte Creative PCI64, t&eacute;l&eacute;chargez 
    les pilotes PCI64 les plus r&eacute;cents depuis la page <A HREF="#10" onClick="Popup=window.open('http://www.creative.com/support/files/download.asp','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">Creative 
    Labs Support</A>. </P>
  <P> <B>D&eacute;sinstallez le programme "HelpSpot"</B><BR>
    Les possesseurs d'un ordinateur Gateway 2000 ont probablement une application 
    nomm&eacute;e HelpSpot qui est install&eacute;e et qui peut engendrer des 
    probl&egrave;mes de lecture des CD-Rom. Pour corriger le probl&egrave;me, 
    d&eacute;sinstallez cette application. 
  <UL>
    <LI>Cliquez avec le bouton droit de la souris sur le "Poste de Travail". 
    <LI>Ouvrez le Panneau de configuration. 
    <LI>Cliquez sur "Ajout/Suppression de programmes". 
    <LI>S&eacute;lectionnez HelpSpot et cliquez sur Supprimer. 
    <LI>Lorsqu'il vous est demand&eacute; si vous souhaitez d&eacute;sinstaller 
      le programme, cliquez sur "Oui". 
    <LI>REMARQUE : le programme HelpSpot n'est pas toujours indiqu&eacute; dans 
      la liste des programmes &agrave; ajouter/supprimer. Dans ce cas, vous pouvez 
      le trouver dans le groupe de programme D&eacute;marrer\Programmes\Gateway 
      (ou) Gateway Utilities. 
    <LI>De plus, tout programme de la suite Macafee Office (Guard Dog, Guardian, 
      Nuts and Bolts, ou Firstaid) peut &eacute;galement &ecirc;tre &agrave; l'origine 
      de ce probl&egrave;me. Nous vous sugg&eacute;rons de les d&eacute;sinstaller, 
      ainsi que Oil Change de Cybermedia. 
  </UL>
  <p></P>
  <P> <B>D&eacute;sactivez le port jeu/joystick</B><BR>
    Les possesseurs d'une carte Creative PCI64 doivent t&eacute;l&eacute;charger 
    les pilotes PCI64 les plus r&eacute;cents sur le site <A HREF="#10" onClick="Popup=window.open('http://www.creative.com/support/files/download.asp','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">Creative 
    Labs Support</A>. <BR>
    Si le probl&egrave;me persiste, d&eacute;sactivez le port jeu/joystick. 
  <UL>
    <LI>Cliquez avec le bouton droit de la souris sur le "Poste de Travail". 
    <LI>S&eacute;lectionnez "Propri&eacute;t&eacute;s". 
    <LI>Cliquez sur l'onglet Gestionnaire de p&eacute;riph&eacute;riques. 
    <LI>Ouvrez l'arbre "Contr&ocirc;leurs son, vid&eacute;o et jeu". 
    <LI>Cliquez avec le bouton droit de la souris sur "Port jeu/Joystick&quot; 
      et s&eacute;lectionnez Propri&eacute;t&eacute;s. 
    <LI>Cochez la case "D&eacute;sactivez le profil actif". 
    <LI>Cliquez sur OK. 
  </UL>
  <p></P>
  <P> <B>La procédure suivante devrait régler des problèmes qui font apparaître 
    le message "Veuillez ins&eacute;rer le CD Jeu" sans raison ou alors si rien 
    ne se produit lorsque vous lancez Diablo II Extension : </B> </P>
  <P> <B>V&eacute;rifiez votre configuration</B></P>
  <P> Assurez-vous que votre ordinateur r&eacute;pond aux crit&egrave;res d&eacute;finis 
    dans la <A HREF="#10" onClick="Popup=window.open('http://www.blizzard.com/diablo2/','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">configuration 
    minimale</A>. </P>
  <P> <B>Installez la mise &agrave; jour la plus r&eacute;cente de Diablo II Extension</B></P>
  <P> Assurez-vous que vous avez install&eacute; le <A HREF="#10" onClick="Popup=window.open('http://www.blizzard.com/patches/','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">patch 
    le plus r&eacute;cent</A> qui permet de corriger certains probl&egrave;mes 
    de compatibilit&eacute; avec diff&eacute;rents mod&egrave;les de lecteurs 
    de CD-Rom. Vous devriez d&eacute;sinstaller et r&eacute;installer le jeu, 
    t&eacute;l&eacute;charger la mise &agrave; jour puis l'installer.</P>
  <P> <B>Lancez msconfig</B> </P>
  <P> Si vous rencontrez toujours des probl&egrave;mes, cliquez sur D&eacute;marrer, 
    s&eacute;lectionnez &quot;Ex&eacute;cuter...&quot; et tapez "msconfig" puis 
    appuyez sur Entr&eacute;e. 
  <UL>
    <LI>S&eacute;lectionnez l'onglet G&eacute;n&eacute;ral, puis cochez D&eacute;marrage 
      s&eacute;lectif. 
    <LI>S&eacute;lectionnez config.sys et d&eacute;sactivez-le. 
    <LI>Faites de m&ecirc;me pour autoexec.bat*. 
    <LI>D&eacute;sactivez le chargement des objets de groupe de d&eacute;marrage. 
    <LI>Cliquez sur OK et faites red&eacute;marrer votre ordinateur. 
    <LI>Lorsque l'ordinateur a red&eacute;marré, essayez de r&eacute;installer 
      Diablo II: Lord of Destruction. 
  </UL>
  *Remarque : si vous n'avez pas le programme msconfig, appuyez simultan&eacute;ment 
  sur les touches &lt;Ctrl&gt;, &lt;Alt&gt; et &lt;Suppr&gt; pour afficher le 
  Gestionnaire des t&acirc;ches de Windows. Fermez tous les programmes actifs 
  &agrave; l'exception de Explorer et de Systray, puis essayez de r&eacute;installer 
  le jeu. 
  <p></P>
  <P> <B>T&eacute;l&eacute;chargez les mises &agrave; jour les plus r&eacute;centes 
    de votre Firmware/Bios</B></P>
  <P> T&eacute;l&eacute;chargez les mises &agrave; jour les plus r&eacute;centes 
    du Bios/Firmware de votre lecteur de CD-Rom aupr&egrave;s du fabricant et 
    installez-les.</P>
  <P> <B>Utilisez le CD original</B></P>
  <P> Si vous utilisez un CD de copie, une gravure ou un programme d'&eacute;mulation 
    de lecteur de CD-Rom, utilisez le CD original &agrave; la place.</P>
  <P> <B>Privil&egrave;ges administratifs</B> </P>
  <P> Si vous utilisez Windows 2000, assurez-vous que vous avez les privil&egrave;ges 
    administratifs avant de jouer.</P>
  <P> <B>Fermez les applications DVD, MP3 & Antivirus</B></P>
  <P> Les logiciels de lecture DVD ou de musique num&eacute;rique (lecteur MP3 
    par exemple) peuvent emp&ecirc;cher le bon fonctionnement de votre lecteur 
    de CD-Rom. Si des logiciels de ce type sont install&eacute;s, vous pouvez 
    essayer de les d&eacute;sinstaller. Assurez-vous d'avoir des copies de ces 
    programmes afin de pouvoir les r&eacute;installer ult&eacute;rieurement. </P>
  <P> Les programmes McAfee FirstAid et GuardDog peuvent causer des plantages 
    ou des blocages du jeu. D&eacute;sinstallez ces programmes pour r&eacute;gler 
    ce probl&egrave;me.<BR>
    D&eacute;sactivez les logiciels antivirus. 
  <UL>
    <LI>Si le logiciel antivirus place une ic&ocirc;ne dans la barre des t&acirc;ches, 
      cliquez dessus avec le bouton droit pour afficher un menu permettant de 
      le d&eacute;sactiver pendant que vous jouez. 
    <LI>Si aucune ic&ocirc;ne n'est affich&eacute;e, appuyez simultan&eacute;ment 
      sur les touches &lt;Ctrl&gt;, &lt;Alt&gt; et &lt;Suppr&gt; pour afficher 
      le Gestionnaire des t&acirc;ches de Windows et fermez manuellement le logiciel 
      antivirus avant de lancer le jeu. 
  </UL>
  <p></p>
  <P> <B>Assurez-vous d'avoir suffisamment d'espace libre</B> </P>
  <P> V&eacute;rifiez que vous disposez de suffisamment d'espace libre avant de 
    lancer le jeu. 
  <UL>
    <LI>Ouvrez le "Poste de travail". 
    <LI>Cliquez avec le bouton droit de la souris sur le lecteur o&ugrave; vous 
      allez installer le jeu. 
    <LI>S&eacute;lectionnez Propri&eacute;t&eacute;s pour voir l'espace libre 
      dont vous disposez. 
  </UL>
  <p></P>
  <P> <B>Installez les pilotes les plus r&eacute;cents de vos cartes son et vid&eacute;o</B> 
  </P>
  <P> Assurez-vous que vous disposez pour vos cartes son et vid&eacute;o des pilotes 
    les plus r&eacute;cents. 
  <UL>
    <LI>Trouvez votre fabricant de carte dans notre liste des fabricants. 
    <LI>V&eacute;rifiez que vous disposez des pilotes les plus r&eacute;cents 
      pour votre mat&eacute;riel. 
  </UL>
  <p></P>
  <P> <B>Remarques sur certains lecteurs spécifiques :</B> </P>
  <UL>
    <B>Goldstart LG :</b> 
    <LI>Cliquez sur Démarrer --> Paramètres --> Panneau de configuration<BR>
    <LI>Cliquez sur Système<BR>
    <LI>Sélectionnez l'onglet Gestionnaire de périphériques<BR>
    <LI>Double-cliquez sur l'icône CD<BR>
    <LI>Double-cliquez sur le lecteur de CD-Rom<BR>
    <LI>Sélectionnez l'onglet Paramètres<BR>
    <LI>Décochez DMA <BR>
    <LI>Cliquez sur OK<BR>
    <LI>Redémarrez<BR>
  </UL>
  <p></P>
  <P> <B>Envoyez un descriptif de votre ordinateur au support technique Blizzard</B> 
  </P>
  <P> Nous continuons &agrave; tenter d'identifier et de r&eacute;soudre les erreurs 
    qui peuvent emp&ecirc;cher la reconnaissance du CD de jeu de Diablo II: Lord 
    of Destruction. Votre aide dans ce domaine est inestimable pour disposer d'&eacute;l&eacute;ments 
    d'analyse suppl&eacute;mentaires. Envoyez-nous ces informations par email 
    &agrave; <A HREF="mailto:support@blizzard.com">support@blizzard.com</A> en 
    pr&eacute;cisant en sujet "<B>Please insert play disk [Crash]</B>". </P>
  <P> <FONT COLOR="#f6c446">Assurez-vous des choses suivantes :</FONT>
  <UL>
    <LI>La mise &agrave; jour la plus r&eacute;cente de Diablo II: Lord of Destruction 
      est install&eacute;e. 
    <LI>Le CD original de Diablo II: Lord of Destruction est dans le lecteur. 
    <LI>Vous avez les privil&egrave;ges n&eacute;cessaires sous Windows 2000 pour 
      jouer &agrave; Diablo II: Lord of Destruction. 
    <LI>Vous avez install&eacute; les pilotes les plus r&eacute;cents pour votre 
      carte son.
    <LI>Le port joystick est d&eacute;sactiv&eacute;. 
    <LI>Norton SystemWorks 2000/Norton Utilities 2000 ne sont pas install&eacute;s. 
  </UL>
  <P> <B>1.</B> <font color="#f6c446">Cr&eacute;ez un nouveau r&eacute;pertoire 
    sur votre bureau :</font> 
  <UL>
    <LI>Cliquez avec le bouton droit de la souris sur le bureau. S&eacute;lectionnez 
      &quot;nouveau&quot; puis &quot;dossier&quot;.
    <LI>Donnez un nom au dossier (quelque chose comme "sauvegarde" ou &eacute;quivalent). 
  </UL>
  <P> <B>2.</B> <FONT COLOR="#f6c446">Copiez les fichiers Sintf16.dll, Sintf32.dll 
    et SintfNT.dll dans le dossier :</FONT> 
  <UL>
    <LI>Double-cliquez sur "Poste de travail". Ouvrez le lecteur C:, double-cliquez 
      sur "Windows" et ouvrez le r&eacute;pertoire &quot;System&quot;. 
    <LI>Cliquez avec le bouton droit de la souris sur Sintf16.dll et &quot;couper&quot; 
      ce fichier, puis cliquez avec le bouton droit de la souris dans le dossier 
      que vous venez de cr&eacute;er, puis s&eacute;lectionnez &quot;coller&quot;.
    <LI>Recommencez la proc&eacute;dure pour copier les fichiers Sintf16.dll, 
      Sintf32.dll et SintfNT.dll depuis le r&eacute;pertoire Windows\System vers 
      le dossier nouveau. V&eacute;rifiez que les trois fichiers sont bien dans 
      ce dossier. 
  </UL>
  <P> <B>3.</B> <FONT COLOR="#f6c446">D&eacute;compressez le fichier Analysis.zip 
    et placez les fichiers dans un r&eacute;pertoire temporaire que vous cr&eacute;ez 
    pour l'occasion :</FONT>
  <UL>
    <LI>Assurez-vous que vous disposez d'un programme de d&eacute;compression 
      et d&eacute;compressez les fichiers de Analysis.zip qui sont joints avec 
      ce message. Si vous n'avez pas d'utilitaire de d&eacute;compression, allez 
      sur <A HREF="#10" onClick="Popup=window.open('http://www.winzip.com','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">http://www.winzip.com</A> 
      et t&eacute;l&eacute;chargez Winzip. Des instructions sur l'utilisation 
      de Winzip vous y seront donn&eacute;es.
    <LI>T&eacute;l&eacute;chargez Analysis.zip &agrave; l'adresse <A HREF="http://www.blizzard.com/support/Analysis.zip">http://www.blizzard.com/support/Analysis.zip</A> 
      et enregistrez ce fichier sur le bureau. 
    <LI>Doublez-cliquez sur le fichier Analysis.zip pour d&eacute;compresser les 
      fichiers qu'il contient. Il comporte normalement quatre fichiers : Sintf16.dll, 
      Sintf32.dll, SintfNT.dll et Analysis.exe. 
    <LI>Cliquez avec le bouton droit de la souris sur les fichiers d&eacute;compress&eacute;s 
      et s&eacute;lectionnez &quot;copier&quot; pour les placer dans un deuxi&egrave;me 
      nouveau dossier (voir ci-dessus pour savoir comment cr&eacute;er un r&eacute;pertoire) 
      et validez &quot;coller&quot;. Copiez les quatre fichiers dans ce dossier.
  </UL>
  <P> <B>4.</B> <FONT COLOR="#f6c446">Placez les fichiers Sintf16.dll, Sintf32.dll 
    et SintfNT.dll que vous venez de d&eacute;compresser dans le r&eacute;pertoire 
    Windows\System : </FONT> 
  <UL>
    <LI>Double-cliquez sur "Poste de travail", ouvrez le lecteur C: et double-cliquez 
      sur "Windows" puis sur &quot;System&quot;. 
    <LI>Cliquez avec le bouton droit sur les fichiers Sintf16.dll, Sintf32.dll 
      et SintfNT.dll puis validez "copier", puis cliquez avec le bouton droit 
      dans le r&eacute;pertoire System et s&eacute;lectionnez "coller". 
    <LI>Si vous ne voyez pas les fichiers dans le r&eacute;pertoire System, c'est 
      probablement qu'ils sont masqu&eacute;s. Pour les voir, cliquez sur Affichage 
      dans la barre de menu et s&eacute;lectionnez Options dossier. Cliquez sur 
      Affichage, puis dans les Param&egrave;tres Avanc&eacute;s, passez de &quot;Fichiers 
      masqu&eacute;s&quot; &agrave; &quot;Afficher tous les fichiers&quot;. Ensuite, 
      d&eacute;cochez la case nomm&eacute;e "Masquez les extensions des fichiers 
      connus". Cliquez ensuite sur "Appliquer" puis sur "OK". Vous devriez maintenant 
      voir tous les fichiers. 
    <LI>REMARQUE : si vous rencontrez le moindre probl&egrave;me avec les nouveaux 
      fichiers .DLL, vous pouvez les remplacer par les anciens, que vous avez 
      copi&eacute;s dans un dossier lors de l'&eacute;tape 2.
  </UL>
  <P> <B>5.</B> <FONT COLOR="#f6c446">Lancez le programme Analysis :</FONT> 
  <UL>
    <LI>Double-cliquez sur le dossier qui contient le fichier Analysis.exe. V&eacute;rifiez 
      que le CD de jeu de Diablo II Extension est dans le lecteur et double-cliquez 
      sur Analysis.exe. 
    <LI>Il vous sera demand&eacute; d'indiquer la lettre qui correspond au lecteur 
      de CD-ROM. Tapez la lettre ad&eacute;quate et appuyez sur Entr&eacute;e. 
      N'utilisez ni la souris ni le clavier durant l'analyse.
    <LI>Une fois l'analyse termin&eacute;e, il cr&eacute;e un nouveau fichier, 
      Analysis.bin, dans le dossier o&ugrave; il a &eacute;t&eacute; lanc&eacute;.
  </UL>
  <P> <B>6.</B> <FONT COLOR="#f6c446">Ins&eacute;rez les informations suivantes 
    dans votre e-mail :</FONT> 
  <UL>
    <P> 
    <LI><font color="#f6c446">Votre nom</font> 
      <p> 
    <LI><font color="#f6c446">Votre num&eacute;ro de t&eacute;l&eacute;phone</font> 
      <P> 
    <LI><FONT COLOR="#f6c446">La marque et le mod&egrave;le des Bios de votre 
      carte-m&egrave;re et de votre carte graphique</FONT><BR>
      <UL>
        Les informations concernant le bios de votre carte vid&eacute;o sont affich&eacute;es 
        en haut de votre &eacute;cran lorsque l'ordinateur d&eacute;marre, avant 
        le test m&eacute;moire. Les informations concernant votre carte-m&egrave;re 
        vous ont &eacute;t&eacute; donn&eacute;es lorsque vous avez achet&eacute; 
        votre ordinateur. 
      </UL>
      <P> 
    <LI><FONT COLOR="#f6c446">Marque et mod&egrave;le de l'ordinateur </FONT> 
      <UL>
        Qui a fabriqu&eacute; l'ordinateur (Gateway, Dell, Packard Bell, etc.) 
        et le mod&egrave;le. 
      </UL>
      <P> 
    <LI><FONT COLOR="#f6c446">Marque et mod&egrave;le des cartes son et vid&eacute;o</FONT> 
      <P> 
    <LI><FONT COLOR="#f6c446">DXINFO & MSINFO</FONT><BR>
      <UL>
        Assurez-vous de nous envoyer les informations demand&eacute;es sur les 
        pages <A TARGET="new" HREF="http://www.blizzard.com/support/information/dxinfo.shtml">dxinfo</A> 
        et <A TARGET="new" HREF="http://www.blizzard.com/support/information/msinfo.shtml">Msinfo</A>.<BR>
      </UL>
      <P> 
    <LI><FONT COLOR="#f6c446">Marque et mod&egrave;le du lecteur de CD-Rom et 
      version du Firmware :</FONT> 
      <UL>
        <LI>Marque et mod&egrave;le du lecteur de CD-Rom
        <LI>Firmware 
          <UL>
            <LI>Cliquez avec le bouton droit de la souris sur &quot;Poste de travail&quot; 
              puis cliquez sur "Propri&eacute;t&eacute;s&quot;
            <LI>S&eacute;lectionnez l'onglet Gestionnaire de p&eacute;riph&eacute;riques 
              et ouvrez l'arbre CD-Rom. 
            <LI>S&eacute;lectionnez le lecteur de CD-Rom et cliquez sur "Propri&eacute;t&eacute;s".
            <LI>Cliquez sur Param&egrave;tres et vous verrez la version du Firmware 
              install&eacute; dans l'angle sup&eacute;rieur droit.
          </UL>
        <LI>Pr&eacute;cisez &eacute;galement si le lecteur de CD-Rom est celui 
          qui a &eacute;t&eacute; livr&eacute; avec l'ordinateur ou d'un autre 
          achet&eacute; s&eacute;par&eacute;ment.
      </UL>
  </UL>
  <P> <B>7.</B> <FONT COLOR="#f6c446">Envoyez par email les fichiers Analysis.bin 
    et DXdiag.txt, qui nous aideront &agrave; trouver une solution :</FONT> 
  <UL>
    <LI>Attachez les fichiers DXdiag.txt, Analysis.bin, et msinfo.nfo. Assurez-vous 
      d'indiquer la marque et le mod&egrave;le du lecteur de CD-Rom dans l'email.
  </UL>
  <p></P>
  <P> <B>Possesseurs d'un lecteur de CD-Rom Kenwood TrueX, essayez la solution 
    suivante :</B> </P>
  <P> Si vous poss&eacute;dez un lecteur Kenwood TrueX et que vous avez des probl&egrave;mes 
    de lecture du CD de Diablo II: Lord of Destruction, t&eacute;l&eacute;chargez 
    les mises &agrave; jour du <A HREF="#10" onClick="Popup=window.open('http://www.kenwoodtech.com/support_diablo.html','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">firmware</A> 
    disponibles pour la plupart des lecteurs Kenwood TrueX. </P>
  <P> Kenwood a r&eacute;cemment mis en ligne une mise &agrave; jour du firmware 
    pour le 40X Multi-Beam, le 42 TrueX et le 52 TrueX disponibles sur la page 
    <A HREF="#10" onClick="Popup=window.open('http://www.kenwoodtech.com/support_diablo.html','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">firmware</A> 
    de Kenwood.</P>
  <P> Kenwood sait qu'il existe des probl&egrave;mes avec la s&eacute;rie des 
    lecteurs Kenwood TrueX en ce qui concerne la lecture du CD Diablo II: Lord 
    of Destruction et travaille sur une mise &agrave; jour du firmware qui pourra 
    r&eacute;gler le probl&egrave;me. Nous vous sugg&eacute;rons de v&eacute;rifier 
    r&eacute;guli&egrave;rement sur le site <A HREF="#10" onClick="Popup=window.open('http://www.kenwoodtech.com','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">Kenwood 
    Technical Support Site</A> si des mises &agrave; jour ne sont pas disponibles.</P>
  <P> <B>Possesseurs d'un lecteur de CD-Rom Delta :</B> </P>
  <P> Il existe un conflit entre les lecteurs CD-Rom Delta et la protection contre 
    la copie que nous utilisons pour Diablo II: Lord of Destruction, une solution 
    a &eacute;t&eacute; impl&eacute;ment&eacute;e dans la mise &agrave; jour 1.04 
    de Diablo II: Lord of Destruction. Si vous rencontrez ce probl&egrave;me, 
    t&eacute;l&eacute;chargez la mise &agrave; jour d&egrave;s qu'elle sera disponible. 
    Cette mise &agrave; jour est actuellement en test et sera disponible &agrave; 
    l'adresse <A HREF="#10" onClick="Popup=window.open('http://www.blizzard.com/patches/','Popup','resizable=1,status=1,menubar=1,toolbar=1,scrollbars=1,location=1,directories=1,width=640,height=480');">http://www.blizzard.com/patches/</A> 
    d&egrave;s que possible. Merci de votre patience.</P>
  <P> Blizzard Entertainment<BR>
    Equipe Support Technique</P>
  <P> <B>Si le jeu prend tr&egrave;s longtemps &agrave; se charger, mais se LANCE, 
    nous avons besoin d'un peu plus d'informations :</B> </P>
  <P> <B>Informations n&eacute;cessaires</B><BR>
    Blizzard Entertainment a besoin des informations suivantes pour diagnostiquer 
    le probl&egrave;me et vous proposer une solution. Envoyez ces informations 
    par email &agrave; <A HREF="mailto:support@blizzard.com">support@blizzard.com</A> 
    en indiquant en sujet "<B>Long Load Time</B>".<BR>
  <OL>
    <P> 
    <LI>Version du bios de la carte-m&egrave;re et de la carte graphique<BR>
      <UL>
        Cette information est affich&eacute;e en haut de l'&eacute;cran au d&eacute;marrage 
        de l'ordinateur, avant le test de la m&eacute;moire. V&eacute;rifiez que 
        vous disposez des bios les plus r&eacute;cents. 
      </UL>
      <P> 
    <LI>Marque et mod&egrave;le de l'ordinateur 
      <UL>
        Le nom du fabricant et le mod&egrave;le de l'ordinateur (Gateway, Dell, 
        Packard Bell, etc.) 
      </UL>
      <P> 
    <LI>Votre nom et votre num&eacute;ro de t&eacute;l&eacute;phone 
      <P> 
    <LI>MSINFO<BR>
      <UL>
        Pour en savoir plus sur la proc&eacute;dure &agrave; suivre afin de lancer 
        Msinfo32.exe et de nous envoyer les informations extraites, r&eacute;f&eacute;rez-vous 
        &agrave; la page <A HREF="../d2/msinfo.htm">Msinfo</A>. Si vous n'avez 
        pas msinfo sur votre ordinateur ou que vous utilisez Windows 95, r&eacute;f&eacute;rez-vous 
        &agrave; la page dxinfo.<BR>
        Si aucun des programmes n'est disponible, nous avons besoin que vous nous 
        indiquiez : 
        <OL>
          <LI>Fabricant du lecteur de CD-Rom
          <LI>Vitesse du CD-Rom
          <LI>Firmware 
            <UL>
              <li>Cliquez avec le bouton droit de la souris sur &quot;Poste de 
                travail&quot; puis cliquez sur "Propri&eacute;t&eacute;s&quot; 
              <li>S&eacute;lectionnez l'onglet Gestionnaire de p&eacute;riph&eacute;riques 
                et ouvrez l'arbre CD-Rom. 
              <li>S&eacute;lectionnez le lecteur de CD-Rom et cliquez sur "Propri&eacute;t&eacute;s". 
              <li>Cliquez sur Param&egrave;tres et vous verrez la version du Firmware 
                install&eacute; dans l'angle sup&eacute;rieur droit.
            </UL>
          <LI>Fabricant de la carte-m&egrave;re
        </OL>
      </UL>
  </OL>
  <P> 
  <P> 
  <P> Pour plus de renseignements sur les moyens d'optimiser les performances, 
    lisez les sections suivantes :</P>
  <P> <B>Nettoyez le CD-Rom</B> </P>
  <P> Pour cela, utilisez un kit de nettoyage sp&eacute;cifique ou essuyez doucement 
    le c&ocirc;t&eacute; argent du CD-Rom avec un chiffon propre et doux. N'utilisez 
    pas un sopalin, car cela peut endommager la surface du CD-Rom. Lorsque vous 
    nettoyez les CD-Rom, faites de petits gestes en partant du centre vers l'ext&eacute;rieur. 
    Ne faites pas de mouvements circulaires. Si le probl&egrave;me persiste, nettoyez 
    le CD-Rom avec un chiffon humide ou une solution sp&eacute;ciale de nettoyage 
    pour CD-Rom. Essuyez bien le CD-Rom avant de l'utiliser.</P>
  <P> <B>Nettoyez le lecteur de CD-Rom</B> </P>
  <P> Si nettoyer le CD-Rom ne suffit pas, nettoyez le lecteur avec un CD de nettoyage. 
    Vous trouverez un CD de ce type dans la plupart des magasins informatiques.</P>
  <P> <B>V&eacute;rifiez que vous utilisez le mode prot&eacute;g&eacute;</B></P>
  <P> V&eacute;rifiez que vous utilisez les pilotes en mode prot&eacute;g&eacute; 
    (32 bits) pour votre lecteur de CD-Rom. Pour cela :
  <UL>
    <LI>Cliquez sur le bouton D&eacute;marrer, s&eacute;lectionnez Param&egrave;tres 
      et cliquez sur Panneau de configuration. 
    <LI>Double-cliquez sur Syst&egrave;me. 
    <LI>Cliquez sur l'onglet Performances et v&eacute;rifiez que vous utilisez 
      le mode 32 bits dans le Syst&egrave;me de fichiers. Certains pilotes utilisent 
      le mode de compatibilit&eacute; MS-DOS ou le mode r&eacute;el (16 bits). 
      Dans ce cas, votre lecteur de CD-Rom pourrait ne pas parvenir &agrave; lire 
      certains fichiers du CD-Rom. Contactez le fabricant de votre lecteur de 
      CD-Rom pour obtenir le pilote en mode prot&eacute;g&eacute;. 
    <LI>Cliquez sur OK puis fermez le Panneau de configuration. 
  </UL>
  <p></P>
  <P> <B>R&eacute;duisez le cache du lecteur de CD-Rom</B></P>
  <P> Pour r&eacute;duire la taille du cache de CD-ROM : 
  <UL>
    <LI>Cliquez sur "D&eacute;marrer", allez sur &quot;Param&egrave;tres&quot; 
      et cliquez sur "Panneau de configuration". 
    <LI>Double-cliquez sur Syst&egrave;me.
    <LI>Dans Performances, cliquez sur Syst&egrave;me de fichiers. 
    <LI>Dans CD-Rom, choisissez une taille de m&eacute;moire cache suppl&eacute;mentaire 
      r&eacute;duite. 
    <LI>Dans la zone Optimisation des acc&egrave;s pour, validez Pas de cache 
      en lecture. 
    <LI>Cliquez sur OK et fermez la fen&ecirc;tre.
    <LI>Red&eacute;marrez l'ordinateur lorsque cela vous est demand&eacute;.
  </UL>
  <p></P>
  <P> <B>D&eacute;sactivez la notification d'insertion automatique</B></P>
  <P> REMARQUE : si vous d&eacute;sactivez la notification d'insertion automatique, 
    vos programmes ne se lanceront plus automatiquement.<BR>
    Pour d&eacute;sactiver la notification d'insertion automatique :
  <UL>
    <li>Cliquez sur "D&eacute;marrer", allez sur &quot;Param&egrave;tres&quot; 
      et cliquez sur "Panneau de configuration". 
    <li>Double-cliquez sur Syst&egrave;me. 
    <LI>Sous Gestionnaire de p&eacute;riph&eacute;riques, cliquez sur le symbole 
      PLUS (+) &agrave; c&ocirc;t&eacute; de CD-Rom. 
    <LI>Cliquez sur votre lecteur de CD-Rom puis sur Propri&eacute;t&eacute;s. 
    <LI>Sous Param&egrave;tres, d&eacute;cochez la case Notification d'insertion 
      automatique. 
    <LI>Cliquez sur OK puis de nouveau sur OK.
    <LI>Fermez le Panneau de configuration puis red&eacute;marrez l'ordinateur.
  </UL>
  <p></P>
  <P> <B>Supprimez les doublons de lecteur de CD-Rom</B></P>
  <P> Supprimez tous les lecteurs de CD-Rom en doublons qui sont charg&eacute;s 
    par Windows : 
  <UL>
    <li>Cliquez sur "D&eacute;marrer", allez sur &quot;Param&egrave;tres&quot; 
      et cliquez sur "Panneau de configuration". 
    <li>Double-cliquez sur Syst&egrave;me. 
    <LI>Sous Gestionnaire de p&eacute;riph&eacute;riques, s&eacute;lectionnez 
      "Afficher les p&eacute;riph&eacute;riques par type". 
    <LI>Double-cliquez sur CD-Rom. 
    <LI>Notez les propri&eacute;t&eacute;s indiqu&eacute;es pour tous les p&eacute;riph&eacute;riques 
      affich&eacute;s. Pour cela : 
      <UL>
        <LI>Cliquez sur un p&eacute;riph&eacute;rique puis sur Propri&eacute;t&eacute;s. 
        <LI>Cliquez sur tous les onglets de la bo&icirc;te de dialogue des propri&eacute;t&eacute;s 
          et notez les informations donn&eacute;es.
        <LI>Cliquez sur OK. 
      </UL>
    <LI>Cliquez sur OK et fermez le Panneau de configuration. 
    <LI>Red&eacute;marrez Windows en mode prot&eacute;g&eacute;, en utilisant 
      la m&eacute;thode appropri&eacute;e selon votre version de Microsoft Windows. 
      <P> 
      <UL>
        <B><FONT COLOR="#f6c446">Windows 95</FONT></B> 
        <LI>Red&eacute;marrez l'ordinateur. Quand vous voyez le message "D&eacute;marrage 
          de Windows 95", appuyez sur la touche F8 et s&eacute;lectionnez le mode 
          prot&eacute;g&eacute; dans la liste.
      </UL>
      <P> 
      <UL>
        <B><FONT COLOR="#f6c446">Windows 98</FONT></B> 
        <LI>Red&eacute;marrez l'ordinateur et maintenez la touche CTRL enfonc&eacute;e. 
          S&eacute;lectionnez le mode prot&eacute;g&eacute; dans le menu de D&eacute;marrage.
      </UL>
      <P> 
    <LI>Lorsque Windows a d&eacute;marr&eacute; en mode prot&eacute;g&eacute;, 
      cliquez sur OK.
    <li>Cliquez sur "D&eacute;marrer", allez sur &quot;Param&egrave;tres&quot; 
      et cliquez sur "Panneau de configuration". 
    <li>Double-cliquez sur Syst&egrave;me. 
    <li>Sous Gestionnaire de p&eacute;riph&eacute;riques, s&eacute;lectionnez 
      "Afficher les p&eacute;riph&eacute;riques par type". 
    <li>Double-cliquez sur CD-Rom. 
    <LI>V&eacute;rifiez que la liste des p&eacute;riph&eacute;riques n'a pas chang&eacute;. 
      Si vous voyez un p&eacute;riph&eacute;rique que vous n'aviez pas remarqu&eacute;, 
      s&eacute;lectionnez-le et cliquez sur Supprimer. R&eacute;p&eacute;tez cette 
      &eacute;tape pour chacun des p&eacute;riph&eacute;riques en doublon. 
      <P> REMARQUE : si vous voyez de nouveaux doublons qui n'existaient pas pr&eacute;alablement, 
        v&eacute;rifiez les propri&eacute;t&eacute;s de chacun. Si les propri&eacute;t&eacute;s 
        sont les m&ecirc;mes que celles not&eacute;es, conservez ce p&eacute;riph&eacute;rique. 
        Si ce n'est pas le cas, supprimez le p&eacute;riph&eacute;rique.
      <P> 
    <LI>Cliquez sur OK. 
    <LI>Red&eacute;marrez l'ordinateur lorsque cela vous est demand&eacute;.
  </UL>
  <p></P>
  <P> <B>Lancez Scandisk et Defrag</B> </P>
  <P> Si vous avez rencontr&eacute; des probl&egrave;mes sous Windows et/ou des 
    probl&egrave;mes de disque dur, lancez Scandisk et Defrag. Il est conseill&eacute; 
    d'utiliser r&eacute;guli&egrave;rement ces logiciels pour conserver des performances 
    optimales.
  <P>Pour lancer Scandisk : 
  <UL>
    <LI>Cliquez sur D&eacute;marrage, Programmes, Accessoires et Outils syst&egrave;me.
    <LI>Cliquez sur l'ic&ocirc;ne Scandisk.
    <LI>Validez Standard pour un test rapide, ou Minutieuse pour un test complet 
      beaucoup plus long.
    <LI>Cochez la case R&eacute;parer automatiquement les erreurs.
    <LI>S&eacute;lectionnez le disque dur &agrave; tester et cliquez sur D&eacute;marrer.
  </UL>
  <P>Pour lancer Defrag: 
  <UL>
    <li>Cliquez sur D&eacute;marrage, Programmes, Accessoires et Outils syst&egrave;me.
    <li>Cliquez sur l'ic&ocirc;ne Defrag.
    <LI>S&eacute;lectionnez le disque dur &agrave; d&eacute;fragmenter.
    <LI>Cliquez sur D&eacute;marrer. 
  </UL>
  <p></P>
  <P> <B>V&eacute;rifiez les param&egrave;tres de M&eacute;moire Virtuelle</B></P>
  <P> D&eacute;finissez une grande taille de m&eacute;moire virtuelle si vous 
    disposez de suffisamment d'espace libre sur le disque (assurez-vous que les 
    tailles minimales et maximales sont les m&ecirc;mes) :<BR>
  </P>
  <P> <B><FONT COLOR="#f6c446">Windows 95/98</FONT></B> 
  <OL>
    <LI>Cliquez avec le bouton droit de la souris sur Poste de travail. 
    <LI>Cliquez sur Propri&eacute;t&eacute;s. 
    <LI>Cliquez sur l'onglet Performances. 
    <LI>Cliquez sur M&eacute;moire virtuelle. 
    <LI>Cochez &quot;Me permettre de sp&eacute;cifier mes propres param&egrave;tres 
      de m&eacute;moire virtuelle&quot;.
    <LI>Indiquez des tailles minimale et maximale telles qu'indiqu&eacute;es apr&egrave;s 
      selon la RAM dont vous disposez (g&eacute;n&eacute;ralement un peu plus 
      de deux fois votre RAM, avec une taille minimale et une taille maximale 
      identiques) : 
      <uL>
        <LI>32 Mo de RAM: Min 96, Max 96 
        <LI>64 Mo de RAM: Min 156, Max 156 
        <LI>128 Mo de RAM: Min 300, Max 300 
        <LI>196 Mo de RAM: Min 400, Max 400, etc.
      </uL>
  </OL>
  <P> <B><FONT COLOR="#f6c446">Windows 2000</FONT></B> 
  <OL>
    <LI>Cliquez avec le bouton droit de la souris sur "Poste de travail" pour 
      acc&eacute;der aux "Propri&eacute;t&eacute;s syst&egrave;me"
    <LI>Cliquez sur Avanc&eacute;s
    <LI>Cliquez sur Options performances... pour afficher l'&eacute;cran idoine.
    <LI>Cliquez sur "Changer..." pour afficher l'&eacute;cran "M&eacute;moire 
      virtuelle". 
    <LI>Indiquez des tailles minimale et maximale telles qu'indiqu&eacute;es apr&egrave;s 
      selon la RAM dont vous disposez (g&eacute;n&eacute;ralement un peu plus 
      de deux fois votre RAM, avec une taille minimale et une taille maximale 
      identiques) : 
      <ul>
        <li>32 Mo de RAM: Min 96, Max 96 
        <li>64 Mo de RAM: Min 156, Max 156 
        <li>128 Mo de RAM: Min 300, Max 300 
        <li>196 Mo de RAM: Min 400, Max 400, etc. 
      </ul>
    <LI>Cliquez sur &quot;D&eacute;finir&quot; pour appliquer les modifications. 
    <LI>Red&eacute;marrez l'ordinateur.
  </OL>
  <P> <B><FONT COLOR="#f6c446">Windows NT</FONT></B> 
  <OL>
    <li>Cliquez avec le bouton droit de la souris sur "Poste de travail" pour 
      acc&eacute;der aux "Propri&eacute;t&eacute;s syst&egrave;me" 
    <li>Cliquez sur Options performances... pour afficher l'&eacute;cran idoine. 
    <li>Cliquez sur "Changer..." pour afficher l'&eacute;cran "M&eacute;moire 
      virtuelle". 
    <li>Indiquez des tailles minimale et maximale telles qu'indiqu&eacute;es apr&egrave;s 
      selon la RAM dont vous disposez (g&eacute;n&eacute;ralement un peu plus 
      de deux fois votre RAM, avec une taille minimale et une taille maximale 
      identiques) : 
      <ul>
        <li>32 Mo de RAM: Min 96, Max 96 
        <li>64 Mo de RAM: Min 156, Max 156 
        <li>128 Mo de RAM: Min 300, Max 300 
        <li>196 Mo de RAM: Min 400, Max 400, etc.
      </ul>
    <li>Cliquez sur &quot;D&eacute;finir&quot; pour appliquer les modifications. 
    <li>Red&eacute;marrez l'ordinateur. 
  </OL>
  <p></P>
  <P> <B>Activez/d&eacute;sactivez le DMA</B> </P>
  <P> Activez/d&eacute;sactivez le DMA et le transfert de donn&eacute;es synchrone. 
  <UL>
    <LI>Cliquez avec le bouton droit de la souris sur Poste de travail et s&eacute;lectionnez 
      Propri&eacute;t&eacute;s. 
    <LI>S&eacute;lectionnez le Gestionnaire de p&eacute;riph&eacute;riques et 
      double-cliquez sur CD-Rom. 
    <LI>S&eacute;lectionnez votre lecteur de CD-Rom et cliquez sur Propri&eacute;t&eacute;s. 
    <LI>Cliquez sur l'onglet Param&egrave;tres. 
    <LI>Essayez de cocher et de d&eacute;cocher les cases DMA et transfert de 
      donn&eacute;es synchrone.
    <LI>Cliquez sur OK/Fermer jusqu'&agrave; revenir au bureau de Windows.
  </UL>
  <P>*Remarque : certains lecteurs n&eacute;cessitent l'utilisation de DMA. Si 
    votre lecteur de CD-Rom pose des probl&egrave;mes apr&egrave;s que vous avez 
    d&eacute;sactiv&eacute; DMA, r&eacute;activez cette fonction et red&eacute;marrez 
    l'ordinateur.<BR>
  </P>
</UL>

<!--- ============================================= --->
<!--- ------------- END MAIN CONTENT -------------- --->
<!--- ============================================= --->

<BR><BR>
<CENTER>
  <A CLASS="tiny" HREF="../d2/contact.htm">Contacter l'équipe du support technique de Blizzard Entertainment</A>
  <BR><A CLASS="tiny" HREF="../d2/legalfaq.htm">©2001 Blizzard Entertainment. Tous droits réservés.</A>
</CENTER>
<BR>

</BODY>
</HTML>
