<HTML>
<HEAD>
  <TITLE>Diablo 2 Support technique - FAQ juridique</TITLE>
  <LINK REL="stylesheet" type="text/css" href="../include/support.css">
</HEAD>

<BODY bgcolor="#000000" text="#238ad4" link="#238ad4" vlink="#aaaaaa">

<!--- ============================================= --->
<!--- ------------- MAIN CONTENT ------------------ --->
<!--- ============================================= --->

<BR>
<CENTER>
  <IMG SRC="../images/diablo2.jpg">
  <BR>
  <A HREF="../bnet/">Retour au menu principal</A> 
</CENTER>

<BR><BR>
<UL>
  <b><font color="#ffffff"> O&ugrave; puis-je envoyer mes suggestions concernant 
  un jeu ? </font></b> 
  <blockquote> 
    <p align=justify> Nous appr&eacute;cions le temps et l'&eacute;nergie que 
      consacrent les joueurs &agrave; nous envoyer des suggestions concernant 
      nos jeux. Toutefois, notre politique d'entreprise nous interdit d'accepter 
      toute proposition spontan&eacute;e. Fr&eacute;quemment, dans notre industrie, 
      une id&eacute;e que l'on nous proposera sera identique ou semblable &agrave; 
      une id&eacute;e d&eacute;j&agrave; mise en oeuvre par d'autres entreprises, 
      ou sera d&eacute;j&agrave; en cours de d&eacute;veloppement par ou pour 
      une entreprise. Pour cette raison, Blizzard Entertainment® ne peut se permettre 
      d'accepter toute proposition ou id&eacute;e soumise de mani&egrave;re spontan&eacute;e. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Quelle politique applique Blizzard 
    Entertainment® en termes de copyright / marque commerciale sur Internet, particuli&egrave;rement 
    en ce qui concerne les sites de fans ? Puis-je utiliser des images, du texte 
    ou des sons de Blizzard Entertainment® sur ma page Web ? Puis-je utiliser 
    des captures d'&eacute;cran de parties du jeu qur ma page Web ?</font></b> 
  <blockquote> 
    <p align=justify> Oui, dans certaines limites. Nous avons demand&eacute; &agrave; 
      notre service juridique de vous fournir quelques directives, et en voici 
      le contenu : 
    <p align=justify> Blizzard Entertainment® vous conf&egrave;re par cette d&eacute;claration 
      une licence personnelle, non-exclusive, non-transf&eacute;rable et non-octroyable 
      et le droit d'utiliser et d'afficher, uniquement pour des utilisations domestiques, 
      non-commerciales et personnelles, une copie de tout &eacute;l&eacute;ment 
      et/ou logiciel que vous pourrez t&eacute;l&eacute;charger sur ce site, comprenant, 
      mais sans s'y limiter, les fichiers, codes, sons ou images inclus dans ou 
      g&eacute;n&eacute;r&eacute;s par le logiciel (collectivement d&eacute;nomm&eacute;s 
      le "contenu t&eacute;l&eacute;charg&eacute;") &agrave; condition, toutefois, 
      que vous incluiez ou respectiez tout droit de copie et toute autre mention 
      l&eacute;gale contenue ou associ&eacute;e &agrave; un tel contenu t&eacute;l&eacute;charg&eacute;. 
      Vous acceptez et comprenez que vous ne pouvez pas octroyer, attribuer ou 
      transf&eacute;rer de toute autre mani&egrave;re cette licence ou le contenu 
      t&eacute;l&eacute;charg&eacute;, et qu'aucun titre concernant le contenu 
      t&eacute;l&eacute;charg&eacute; ne vous a &eacute;t&eacute; ou ne vous sera 
      transmis par Blizzard Entertainment® ou toute autre personne. Vous vous 
      engagez &agrave; ne pas modifier, d&eacute;sassembler, d&eacute;compiler, 
      remonter ou modifier de toute autre mani&egrave;re le contenu t&eacute;l&eacute;charg&eacute;. 
    <p align=justify> Par ailleurs, nous nous r&eacute;servons le droit de r&eacute;voquer 
      cet accord de licence d'utilisation &agrave; tout moment, pour toute raison, 
      &agrave; la seule convenance de Blizzard Entertainment®. Vous ne pouvez 
      pas utiliser nos &eacute;l&eacute;ments sur des sites proposant un contenu 
      diffamatoire, pornographique ou injurieux y compris, mais sans s'y limiter, 
      des hacks et des cheats se rapportant &agrave; l'un de nos jeux, ainsi que 
      tout contenu que Blizzard Entertainment® estimera repr&eacute;hensible ou 
      ill&eacute;gal. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Y a t-il des notices l&eacute;gales 
    et des d&eacute;charges de responsabilit&eacute; que je doive mentionner sur 
    mon site lorsque je mentionne vos produits&nbsp;? </font></b> 
  <blockquote> 
    <p align=justify> Oui. Vous devez inclure toutes les informations de copyright, 
      de marques commerciales ainsi que toutes autres notices appropri&eacute;es. 
      Vous trouverez ces notices <A HREF="cr.htm">ici</a>. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je enregistrer un nom de domaine 
    contenant une portion du nom de l'un de vos produits, tel que "star-craft.com" 
    ou "war-craft.com" ?</font></b> 
  <blockquote> 
    <p align=justify> Blizzard Entertainment® n'autorise pas l'utilisation des 
      noms de ses produits dans d'autres noms de domaine. Nous sommes pr&eacute;occup&eacute;s 
      par le fait qu'une telle utilisation pourrait provoquer une certaine confusion 
      chez nos clients, qui pourraient &ecirc;tre amen&eacute;s &agrave; croire 
      que le domaine concern&eacute; a un lien quelconque avec Blizzard Entertainment®. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je proposer vos patches et 
    vos demos sur mon site, en vue de leur t&eacute;l&eacute;chargement ? </font></b> 
  <blockquote> 
    <p align=justify> Oui. Nous autorisons le &quot;mirroring&quot; non-commercial 
      de nos patches et demos, du moment que vous ne modifiez pas les patches 
      ou les d&eacute;mos de quelque mani&egrave;re que ce soit, et que tous les 
      fichiers joints &agrave; la d&eacute;mo ou au patch original soient pr&eacute;sents 
      et intacts. Blizzard Entertainment® se r&eacute;serve le droit de refuser 
      &agrave; toute personne, pour toute raison et &agrave; tout moment, le droit 
      d'h&eacute;berger ou de distribuer ses patches et ses d&eacute;mos. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je afficher mes cartes &quot;faites 
    maison&quot; sur mon site, en vue de leur t&eacute;l&eacute;chargement ?</font></b> 
  <blockquote> 
    <p align=justify> Oui, nous encourageons les joueurs &agrave; cr&eacute;er 
      des cartes et &agrave; les &eacute;changer via Internet, du moment que ce 
      ne soit pas dans un but de revente ou de profit, ou pour toute autre raison 
      commerciale d&eacute;finie selon les crit&egrave;res de Blizzard Entertainment®. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je afficher vos "Maps of the 
    Week" (Cartes de la semaine) sur mon site Web, en vue de leur t&eacute;l&eacute;chargement&nbsp;? 
    </font></b> 
  <blockquote> 
    <p align=justify> Non. Ces cartes sont cr&eacute;&eacute;es en guise de service 
      &agrave; nos clients et sont disponibles uniquement sur <a href="http://www.battle.net">www.battle.net</a>. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je traduire votre site dans 
    une autre langue, si aucun site de ce type n'existe ? </font></b> 
  <blockquote> 
    <p align=justify> Non. Hormis la confusion que cela pourrait provoquer pour 
      nos clients, nous n'aurions aucun contr&ocirc;le sur la qualit&eacute;, 
      l'exactitude ou le contenu de tels sites traduits. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je cr&eacute;er des add-ons 
    ou des extensions pour les jeux Blizzard Entertainment® ? Puis-je les revendre 
    ?</font></b> 
  <blockquote> 
    <p align=justify> Nous n'autorisons pas les add-ons ou les extensions pour 
      Diablo™. Vous pouvez cr&eacute;er et distribuer les cartes et les campagnes 
      StarCraft™ et Warcraft® que vous avez cr&eacute;&eacute;s vous-m&ecirc;me, 
      du moment que ce soit dans un but personnel et non-commercial. Toute carte 
      ou campagne de ce type sera soumise aux termes d&eacute;finis dans l'Accord 
      de Licence Utilisateur Final fourni avec ces produits. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je revendre ou demander une 
    contrepartie financi&egrave;re pour un CD ou tout autre support contenant 
    des cartes, des add-ons ou des campagnes disponibles sur Internet ? </font></b> 
  <blockquote> 
    <p align=justify> Non. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je &eacute;crire des romans, 
    des sc&eacute;narios, des productions th&eacute;&acirc;trales ou toute autre 
    adpatation bas&eacute;e sur vos jeux ? </font></b> 
  <blockquote> 
    <p align=justify> Non. Blizzard Entertainment® se r&eacute;serve le droit 
      d'&eacute;tendre et d'accro&icirc;tre ses propri&eacute;t&eacute;s &agrave; 
      d'autres supports. Nous voulons cr&eacute;er une histoire et un univers 
      coh&eacute;rent pour nos clients et nous voulons nous assurer que seuls 
      les produits approuv&eacute;s, de la meilleure qualit&eacute; possible et 
      b&eacute;n&eacute;ficiant d'une licence offcielle puissent &ecirc;tre cr&eacute;&eacute;s 
      sur la base de nos personnages et autres propri&eacute;t&eacute;s cr&eacute;atives. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff">Puis-je obtenir une autorisation 
    pour cr&eacute;er une extension, un roman, un sc&eacute;nario, une production 
    th&eacute;&acirc;trale ou toute autre adaptation bas&eacute;e sur vos jeux 
    ? </font></b> 
  <blockquote> 
    <p align=justify> Malheureusement, Blizzard Entertainment® ne peut accepter 
      d'id&eacute;es ou de propositions spontan&eacute;es. Pour cette raison, 
      nous ne pourrons consulter ou autoriser de propositions en rapport avec 
      des extensions, des romans, des sc&eacute;narios, des productions ou toutes 
      autres adaptations. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je composer de la musique &agrave; 
    l'aide de samples ou de personnages de votre jeu ? </font></b> 
  <blockquote> 
    <p align=justify> Nous appr&eacute;cions l'&eacute;nergie cr&eacute;ative 
      de nos clients &agrave; sa juste valeur. L'utilisation de notre musique, 
      de samples de sons ou de voix de notre jeu dans vos compositions originales 
      est limit&eacute;e &agrave; votre utilisation et exploration cr&eacute;ative 
      personnelles. Vous ne pouvez pas revendre ou distribuer &agrave; des fins 
      commerciales de musique contenant des samples de musique, de sons ou de 
      voix extraits de notre jeu. Toute utilisation de ces &eacute;l&eacute;ments 
      sera soumise aux termes de l'Accord de Licence Utilisateur Final fourni 
      avec chaque produit. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je r&eacute;aliser une conversion 
    totale de vos jeux ? </font></b> 
  <blockquote> 
    <p align=justify> Oui. Nous avons vu des conversions aussi impeccables qu'amusantes, 
      et n'avons aucun probl&egrave;me avec les conversions totales, tant qu'elles 
      n'enfreignent pas les termes de l'Accord de Licence Utilisateur Final inclus 
      dans nos jeux ou les droits de toute autre partie, y compris les copyrights, 
      les marques commerciales ou tout autre droit. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je cr&eacute;er et/ou distribuer 
    des cracks et des cheats pour vos jeux ? </font></b> 
  <blockquote> 
    <p align=justify> Non. Blizzard Entertainment® ne soutient ni n'accepte l'utilisation 
      de cheats et/ou de cracks pour des jeux Blizzard Entertainment®, en quelque 
      circonstance que ce soit. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Puis-je h&eacute;berger un serveur 
    Battle.net® ? </font></b> 
  <blockquote> 
    <p align=justify> Non. Blizzard Entertainment® n'accepte pas les demandes 
      d'h&eacute;bergement de serveurs Battle.net® &agrave; l'heure pr&eacute;sente. 
      Si cette politique devait changer &agrave; l'avenir, nous publierions les 
      informations n&eacute;cessaires sur notre site Web. 
  </blockquote>
  <p align=justify> <b><font color="#ffffff"> Blizzard Entertainment® autorise-t-il 
    ou accepte-t-il d'autres serveurs similaires &agrave; ou &eacute;mulant Battle.net® 
    ? Puis-je h&eacute;berger l'un de ces serveurs ind&eacute;pendants ? </font></b> 
  <blockquote> 
    <p align=justify> Non. A l'exception des conditions d&eacute;finies dans le 
      paragraphe ci-apr&egrave;s, Blizzard Entertainment® ne soutient pas et n'accepte 
      pas les parties en r&eacute;seau de ces jeux ailleurs que sur Battle.net®. 
      Plus sp&eacute;cifiquement, vous ne pouvez pas h&eacute;berger ou fournir 
      des services d'entremetteur pour nos jeux ou &eacute;muler ou rediriger 
      les protocoles de communication utilis&eacute;s par Blizzard Entertainment® 
      dans la fonction r&eacute;seau de ses jeux, que ce soit par &eacute;mulation 
      de protocole, &quot;tunneling&quot;, modification ou ajout de composants 
      au jeu (ou aux jeux), utilisation de logiciels prioritaires ou de toute 
      autre technique connue &agrave; ce jour ou d&eacute;velopp&eacute;e &agrave; 
      l'avenir, y compris, mais sans s'y limiter, l'utilisation en r&eacute;seau 
      sur Internet, le jeu en r&eacute;seau utilisant les r&eacute;seaux de jeux 
      commerciaux ou non-commerciaux ou en tant que section d'un agr&eacute;gat 
      de r&eacute;seaux, sans le consentement pr&eacute;alable et &eacute;crit 
      de Blizzard Entertainment®. 
    <p align=justify> A l'heure actuelle, Engage Games Online d&eacute;tient un 
      droit non-exlusif d'accueil de parties de Warcraft® II : Tides of Darkness 
      sur son r&eacute;seau et sur les r&eacute;seaux de ses concessionnaires. 
      En outre, Mpath d&eacute;tient un droit non-exclusif d'accueil de parties 
      de Warcraft® : Orcs & Humans et de Diablo sur son r&eacute;seau de jeux. 
  </blockquote>
  <!--- ============================================= ---> <!--- ------------- END MAIN CONTENT -------------- ---> 
  <!--- ============================================= ---> <BR>
  <BR>
  <CENTER>
    <A CLASS="tiny" HREF="../d2/contact.htm">Contacter l'&eacute;quipe du support 
    technique de Blizzard Entertainment</A> <BR>
    <A CLASS="tiny" HREF="../d2/legalfaq.htm">©2001 Blizzard Entertainment. Tous 
    droits r&eacute;serv&eacute;s.</A> 
  </CENTER>
  <BR>
</ul>
</BODY>
</HTML>
