<HTML>
<HEAD>
  <TITLE>Diablo 2  Configuration minimale requise</TITLE>
  <LINK REL="stylesheet" type="text/css" href="../include/support.css">
</HEAD>

<BODY bgcolor="#000000" text="#238ad4" link="#238ad4" vlink="#aaaaaa">

<!--- ============================================= --->
<!--- ------------- MAIN CONTENT ------------------ --->
<!--- ============================================= --->

<BR>
<CENTER>
  <IMG SRC="../images/diablo2.jpg">
  <BR>
  <A HREF="../index.htm">Retour au menu principal</A> 
</CENTER>

<BR><BR>
<UL>
  <P> <B>Configuration minimale requise pour jouer &agrave; Diablo 2: Lord of Destruction</B> 
  <P> <B>Ordinateur :</B> 
  <UL>
    Diablo II: Lord of Destruction requiert un ordinateur IBM PC ou 100% compatible &eacute;quip&eacute; 
    au minimum d'un processeur Pentium 233 MHz. 
  </UL>
  <P> <B>Syst&egrave;me d'exploitation :</B> 
  <UL>
    Vous devez disposer de Windows 95, Windows 98, Windows NT 4.0 ( Service pack 
    5), ou Windows 2000 (foonctionnant en tant qu'Administrateur local) pour pouvoir 
    jouer &agrave; Diablo II. 
  </UL>
  <P> <B>M&eacute;moire :</B> 
  <UL>
    Monojoueur : 32 Mo de RAM. Multijoueur : 64 Mo de RAM. Cr&eacute;ateurs de 
    parties ouvertes sur Battle.net et H&ocirc;tes de parties TCP/IP : 128 Mo 
    de RAM recommand&eacute;s (256 Mo de RAM pour les parties accueillant plus 
    de 4 joueurs). 
  </UL>
  <P> <B>Lecteurs&nbsp;:</B> 
  <UL>
    Un lecteur CD-ROM quadruple vitesse et un disque dur avec 600 Mo d'espace 
    disque disponible (installation Monojoueur), 900 Mo d'espace disque disponible 
    (installation Multijoueurs) ou 1500 Mo d'espace disque disponible (installation 
    compl&egrave;te). 
  </UL>
  <P> <B>Vid&eacute;o :</B> 
  <UL>
    Diablo II requiert un moniteur SVGA et une carte vid&eacute;o compatible DirectDraw®. 
    DirectX® 6.1 ou sup&eacute;rieur doit &ecirc;tre install&eacute; sur votre 
    syst&egrave;me pour pouvoir lancer le jeu (DirectX 7.0a est fourni sur le 
    CD de Diablo II ). Diablo II offre &eacute;galement des fonctions graphiques 
    optimis&eacute;es pour les utilisateurs de cartes d'acc&eacute;l&eacute;ration 
    3D compatibles avec les API Direct3D ou Glide. Afin de b&eacute;n&eacute;ficier 
    de ces fonctions graphiques optimis&eacute;es, votre carte 3D doit disposer 
    d'au moins 8 Mo de RAM. 
  </UL>
  <P> <B>Audio :</B> 
  <UL>
    Diablo II fonctionne avec toute carte son compatible DirectX 6.1 ou sup&eacute;rieur. 
    Pour pouvoir restituer la musique du jeu, votre carte audio doit &ecirc;tre 
    configur&eacute;e pour la lecture du format audio num&eacute;rique. Certaines 
    cartes audio compatibles avec les extensions de son EAX et EAX2 sont &eacute;galement 
    accept&eacute;es (veuillez vous r&eacute;f&eacute;rer au fichier <A HREF="../../d2readme.htm">lisez-moi</A> 
    pour obtenir une liste exhaustive de ces cartes). 
  </UL>
  <P> <B>Commandes&nbsp;:</B> 
  <UL>
    Un clavier et une souris 100% compatible Microsoft sont n&eacute;cessaires. 
    Diablo II n'est pas con&ccedil;u pour &ecirc;tre utilis&eacute; avec des manettes 
    de jeu ou des joysticks. 
  </UL>
  <P> <B>Connectivit&eacute; Multijoueurs :</B> 
  <UL>
    L'acc&egrave;s &agrave; Battle.net, le service de jeu en ligne de Blizzard, 
    requiert une connexion Internet &agrave; temps de latence r&eacute;duit, compatible 
    avec les applications 32 bits et dot&eacute;e d'une vitesse de connexion de 
    28,8 Kbps ou sup&eacute;rieure. Les parties Multijoueurs disput&eacute;es 
    en r&eacute;seau local (LAN) requi&egrave;rent un r&eacute;seau compatible 
    TCP/IP. 
  </UL>
  <P> <B>Recommandations suppl&eacute;mentaires pour les h&ocirc;tes de parties 
    TCP/IP et les cr&eacute;ateurs de parties ouvertes sur Battle.net :</B> 
  <UL>
    Blizzard recommande l'utilisation d'un syst&egrave;me disposant de 128 Mo 
    de RAM (256 Mo de RAM pour les parties avec plus de 4 joueurs) et un modem 
    56 Kbps ou sup&eacute;rieur. 
  </UL>
  <BR>
  <BR>
  Si vous avez des difficult&eacute;s &agrave; lancer Windows 95/98 apr&egrave;s 
  avoir install&eacute; les nouveaux pilotes Microsoft DirectX, veuillez prendre 
  contact avec le support technique de Microsoft au num&eacute;ro : <BR>
  <BR>
  T&eacute;l&eacute;phone USA : 1-800-426-9400 <BR>
  Pour obtenir une liste des num&eacute;ros d'appel internationaux, consultez 
  le support technique de Microsoft &agrave; l'adresse <a href="http://www.microsoft.com">http://www.microsoft.com</a> 
</UL>

<!--- ============================================= --->
<!--- ------------- END MAIN CONTENT -------------- --->
<!--- ============================================= --->

<BR><BR>
<CENTER>
  <A CLASS="tiny" HREF="../d2/contact.htm">Contacter l'&eacute;quipe du support 
  technique de Blizzard Entertainment</A> <BR>
  <A CLASS="tiny" HREF="../d2/legalfaq.htm">©2001 Blizzard Entertainment. Tous 
  droits r&eacute;serv&eacute;s.</A> 
</CENTER>
<BR>

</BODY>
</HTML>
