<HTML>
<HEAD>
  <TITLE>Diablo II Extension Définitions et explications</TITLE>
  <LINK REL="stylesheet" type="text/css" href="../include/support.css">
</HEAD>

<BODY bgcolor="#000000" text="#238ad4" link="#238ad4" vlink="#aaaaaa">

<!--- ============================================= --->
<!--- ------------- MAIN CONTENT ------------------ --->
<!--- ============================================= --->

<BR>
<CENTER>
  <IMG SRC="../images/diablo2.jpg">
  <BR><A HREF="../index.htm">Retour au menu principal</A>
</CENTER>

<BR><BR>
<UL>
  <B>Définitions et explications</B>
  <UL>
    <BR>
    <B>Q :</B> J'ai une arme avec la caractéristique Coup mortel, cela signifie 
    ? <BR>
    <B>R :</B> Les armes de ce type ont une chance d'infliger deux fois les dégâts. 
    Ce bonus s'applique après les bonus liés aux aptitudes (par exemple Coup critique) 
    ou autres. Si vous avez Coup critique et Coup mortel simultan&eacute;ment, 
    vous infligez jusqu'&agrave; quatre fois les d&eacute;g&acirc;ts normaux d'un 
    seul coup ! 
    <P><B>Q :</B> Comment fonctionne l'aptitude Blessures ouvertes ? <BR>
      <B>R :</B> Lorsqu'une arme de ce type touche un monstre, il y a une chance 
      qu'il saigne sans discontinuer, perdant constamment des points de vie.
    <P><B>Q :</B> Que fait l'aptitude Coup cinglant ? <BR>
      <B>R :</B> Lorsqu'une arme de ce type touche un monstre, il y a une chance 
      qu'il perde imm&eacute;diatement 50% des points de vie qu'il lui reste.
    <P><B>Q :</B> Mon personnage a 100% de chances (ou plus) de trouver un objet 
      magique. Pourquoi n'ai-je pas toujours des objets magiques ?<BR>
      <B>R :</B> Le pourcentage de chances qu'a votre personnage de trouver des 
      objets magiques est appliqu&eacute; au pourcentage de chances que le monstre 
      vous donne en tr&eacute;sor un objet magique. Si un monstre a 1% de chances 
      de faire tomber un objet magique et que votre personnage a +100%, alors 
      vous aurez 2% de chances d'obtenir un objet magique. Si un monstre a normalement 
      40% de chances de faire tomber un objet magique, alors vous aurez 80% de 
      chances d'en obtenir un. 
    <P><B>Q :</B> Je suis &eacute;quip&eacute; d'un objet dont la caract&eacute;ristique 
      de d&eacute;fense est 10, mais la d&eacute;fense de mon personnage est mont&eacute;e 
      de plus de 10. Pourquoi ?<BR>
      <B>R :</B> Votre bonus de dext&eacute;rit&eacute; influe sur votre d&eacute;fense, 
      ainsi que vos &eacute;ventuelles aptitudes passives ou les bonus magiques 
      qui influent sur votre d&eacute;fense.
    <P><B>Q :</B> J'ai un objet qui dit &quot;10% de vie (mana) vol&eacute;e par 
      coup&quot;. Cela signifie ?<BR>
      <B>R :</B> 10% des d&eacute;g&acirc;ts que vous infligez vous sont donn&eacute;s 
      sous la forme de points de vie ou de mana. Par exemple, si vous infligez 
      100 points de d&eacute;g&acirc;ts, vous recevez 10 points de vie ou de mana.
    <P><B>Q :</B> J'ai un objet qui annonce "Pr&eacute;-requis -50%". Cela vaut 
      seulement pour cet objet ou pour tout mon &eacute;quipement ?<BR>
      <B>R :</B> Cela ne r&eacute;duit que les conditions d'&eacute;quipements 
      pour l'objet en question. Par exemple, si vous devez normalement avoir 100 
      en force pour vous en &eacute;quiper, vous n'avez plus besoin que de 50 
      en force.
    <P><B>Q :</B> J'ai un objet qui indique "Dommages r&eacute;duits de 1" et 
      un autre qui indique "Dommages magiques r&eacute;duits de 1". Qu'est ce 
      qu'un dommage magique et un dommage normal ?<BR>
      <B>R :</B> Les armes et les coups infligent des dommages normaux. Tout monstre 
      qui attaque avec une &eacute;p&eacute;e, &agrave; coups de poings, avec 
      des griffes, des fl&egrave;ches, etc., ne cause que des dommages normaux. 
      Les dommages magiques sont ceux inflig&eacute;s par les &eacute;l&eacute;ments 
      magiques (feu, froid, foudre, poison). Certaines attaques peuvent infliger 
      des d&eacute;g&acirc;ts normaux et magiques. Par exemple, une hache de foudre 
      inflige des d&eacute;g&acirc;ts normaux en vous blessant, et des dommages 
      magiques avec son effet de foudre.
  </UL>
</UL>


<!--- ============================================= --->
<!--- ------------- END MAIN CONTENT -------------- --->
<!--- ============================================= --->

<BR><BR>
<CENTER>
  <A CLASS="tiny" HREF="../d2/contact.htm">Contacter l'équipe du support technique de Blizzard Entertainment</A>
  <BR><A CLASS="tiny" HREF="../d2/legalfaq.htm">©2001 Blizzard Entertainment. Tous droits réservés.</A>
</CENTER>
<BR>

</BODY>
</HTML>
